Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/WellnessDashboard-Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SOURCES_SIRI_AND_APP_SUGGESTIONS_FOOTER
source: Allow information from “Health” to appear in search, and allow Siri to learn from and make suggestions based on this app.
ar: السماح بظهور معلومات من تطبيق "صحتي" في البحث، والسماح لـ Siri بالتعلم من هذا التطبيق وتقديم اقتراحات استنادًا إليه.
bg: Позволявате информация от Здраве да се появява при търсене и позволявате на Siri да се обучава и да прави предложения на базата на това приложение.
ca: Permet que la informació de Salut aparegui a la cerca i permet que Siri aprengui i faci suggeriments basats en aquesta app.
cs: Informace z aplikace Zdraví se budou objevovat v hledání a Siri se na základě vašeho využívání aplikace bude učit a nabízet návrhy.
da: Tillad oplysninger fra “Sundhed” at blive vist i søgning, og at Siri kan lære af og komme med forslag baseret på din brug af denne app.
de: Erlaube, dass Informationen von „Health“ beim Suchen angezeigt werden und Siri aufgrund deiner Verwendung der App lernt und Vorschläge macht.
el: Να επιτρέπεται η εμφάνιση πληροφοριών από την εφαρμογή «Υγεία» στην αναζήτηση και να επιτρέπεται στο Siri να μαθαίνει από την εφαρμογή και να κάνει αντίστοιχες προτάσεις.
es: Permite que la información de Salud aparezca en la búsqueda, y que Siri aprenda y haga sugerencias basadas en esta app.
es_us: Se permite mostrar información de “Salud” en Buscar, y que Siri aprenda y realice sugerencias basadas en esta app.
fi: Terveys-apin tiedot saavat näkyä tehtäessä hakuja, ja Siri saa oppia ja tehdä ehdotuksia tämän apin pohjalta.
fr: Autorisez les données de « Santé » à apparaître dans les résultats de recherche, et autorisez Siri à faire des suggestions en fonction de la façon dont vous utilisez cette app.
fr_ca: Autorisez l’affichage des informations de « Santé » parmi les résultats de recherche et autorisez Siri à faire des suggestions en fonction de l’utilisation que vous faites de cette app.
he: ניתן לאפשר למידע מתוך ״בריאות״ להופיע בחיפוש, ולאפשר ל-Siri ללמוד את ההעדפות שלך ולהציע הצעות בהתבסס על שימושך ביישום זה.
hi: “सेहत” से खोज में जानकारी आने दें और Siri को इस ऐप के आधार पर सीखने और सुझाव देने की अनुमति दें।
hr: Dozvolite da se informacije iz aplikacije “Zdravlje” prikazuju u pretraživanju i dozvolite Siri učenje i nuđenje prijedloga baziranih na ovoj aplikaciji.
hu: Engedélyezi, hogy az „Egészség” appból származó információk megjelenjenek a Keresésben, valamint engedélyezi, hogy Siri tanuljon és javaslatokat tegyen ezen app alapján.
id: Izinkan informasi dari “Kesehatan” untuk muncul di pencarian dan izinkan Siri untuk mempelajari dan membuat saran berdasarkan app ini.
it: Consenti la visualizzazione delle informazioni dell’app Salute nella ricerca e consenti a Siri di imparare e proporre suggerimenti in base all’app.
ja: “ヘルスケア”からの情報を検索に表示するようにします。また、このアプリに基づいてSiriが学習して検索候補を出すようにします。
kk: «Денсаулық» қолданбасындағы ақпаратты іздеу өрісінде көрсетуге, сондай-ақ Siri көмекшісіне осы қолданбаны пайдалану негізінде үйренуге және ұсыныстар жасауға рұқсат ету.
ko: ‘건강’ 앱의 정보가 검색에 표시되도록 허용하고 Siri가 이 앱을 기반으로 학습하고 제안할 수 있도록 허용합니다.
lt: Leiskite paieškoje rodyti informaciją iš programos „Sveikata“ ir leiskite „Siri“ mokytis iš šios programos bei teikti pasiūlymus.
ms: Benarkan maklumat daripada “Kesihatan” kelihatan dalam carian dan benarkan Siri untuk mempelajari dan membuat cadangan berdasarkan app ini.
nb: Tillat at informasjon fra Helse vises i søk, og at Siri kan lære av og gi forslag basert på appen.
nl: Sta toe dat informatie van Gezondheid wordt weergegeven in de zoekresultaten en sta toe dat Siri leert van en suggesties geeft op basis van deze app.
pl: Zawartość z aplikacji „Zdrowie” będzie mogła pojawiać się w wynikach wyszukiwania, a Siri będzie mieć możliwość uczenia się i oferowania sugestii na podstawie użycia tej aplikacji.
pt: Permitir que as informações de “Saúde” apareçam na busca, e permitir que a Siri aprenda com este app e faça sugestões baseadas nele.
pt_pt: Permitir que informação de “Saúde” apareça na pesquisa, e permitir que Siri aprenda e faça sugestões com base nesta aplicação.
ro: Permiteți ca informațiile din “Sănătate” să apară în căutare și permiteți ca Siri să învețe și să facă sugestii bazate pe această aplicație.
ru: Разрешить информации из приложения «Здоровье» отображаться в поиске, а также разрешить Siri учиться и делать предложения на основе использования этого приложения.
sk: Informácie z apky „Zdravie“ sa budú zobrazovať vo vyhľadávaní a Siri sa na základe používania apky bude učiť a poskytovať návrhy.
sl: Dovolite, da se podatki iz aplikacije »Zdravje« prikažejo v iskalniku in da se lahko Siri iz njih uči ter daje predloge.
sv: Tillåt att information från Hälsa visas i sökningar, och tillåt att Siri lär sig från och ger förslag baserat på hur du använder den här appen.
th: อนุญาตให้ข้อมูลจาก “สุขภาพ” แสดงในการค้นหาได้ และอนุญาตให้ Siri เรียนรู้และเสนอคำแนะนำโดยขึ้นอยู่กับแอปนี้ได้
tr: “Sağlık” bilgilerinin aramada görünmesine izin verir ve Siri’nin bu uygulamayı baz alarak öğrenmesini ve öneride bulunmasını sağlar.
uk: Дозвольте появу інформації із «Здоровʼя» у пошуку, і дозвольте Siri вчитися і робити пропозиції на основі цієї програми.
vi: Cho phép thông tin từ “Sức khỏe” xuất hiện trong tìm kiếm, đồng thời cho phép Siri ghi nhớ và đưa ra các gợi ý dựa trên ứng dụng này.
zh_cn: 允许来自“健康”的信息在搜索中出现，并允许Siri根据此App学习并提供建议。
zh_hk: 允許「健康」資料在搜尋中顯示，並讓Siri根據此App學習和作出建議。
zh_tw: 允許「健康」資訊在搜尋中顯示，並讓Siri根據此App學習和做出建議。

# SOURCES_WATCH_PAIRED
source: Go to the Apple Watch app to change health data settings for this Apple Watch.
ar: انتقل إلى تطبيق Apple Watch لتغيير إعدادات البيانات الصحية الخاصة بهذه الـ Apple Watch.
bg: Отидете в приложението Apple Watch, за да промените настройките на здравните данни за този Apple Watch.
ca: Ves a l’app Apple Watch per canviar la configuració de les dades de salut d’aquest Apple Watch.
cs: Chcete‑li na těchto Apple Watch změnit nastavení zdravotních dat, přejděte do aplikace Apple Watch.
da: Gå til appen Apple Watch for at ændre indstillingerne til sundhedsdata på dette Apple Watch.
de: Gehe zur Apple Watch-App, um die Einstellungen für Gesundheitsdaten für diese Apple Watch zu ändern.
el: Μεταβείτε στην εφαρμογή Apple Watch για να αλλάξετε τις ρυθμίσεις δεδομένων Υγείας για αυτό το Apple Watch.
es: Desde la app Apple Watch puedes cambiar los ajustes de los datos de salud del Apple Watch.
es_us: Abre la app Apple Watch para cambiar la configuración de salud de este Apple Watch.
fi: Muuta tämän Apple Watchin terveysdata-asetuksia siirtymällä Apple Watch ‑appiin.
fr: Ouvrez l’app Apple Watch pour modifier les réglages des Données Santé pour cette Apple Watch.
fr_ca: Accédez à l’app Watch pour modifier les réglages des données médicales pour cette Apple Watch.
he: עבור/י אל יישום ה-Apple Watch על-מנת לשנות הגדרות של נתוני בריאות עבור Apple Watch זה.
hi: इस Apple Watch की सेहत डेटा सेटिंग्ज़ बदलने के लिए Apple Watch ऐप पर जाएँ।
hr: Za promjenu postavki zdravstvenih podataka za ovaj Apple Watch, otvorite aplikaciju Apple Watch.
hu: Nyissa meg az Apple Watch appot az Apple Watch egészségügyi adati beállításainak módosításához.
id: Buka app Apple Watch untuk mengubah pengaturan data kesehatan untuk Apple Watch ini.
it: Modifica le impostazioni relative ai dati sanitari di questo dispositivo sull’app Watch.
ja: このApple Watch用にヘルスケアデータの設定を変更するには、Apple Watchアプリの“ヘルスケア”を使用します。
kk: Осы Apple Watch сағатындағы медициналық деректер реттеулерін өзгерту үшін Apple Watch қолданбасына өтіңіз.
ko: 이 Apple Watch의 건강 데이터 설정을 변경하려면 Apple Watch 앱으로 이동하십시오.
lt: Eikite į programą „Apple Watch“, kad pakeistumėte šio laikrodžio „Apple Watch“ sveikatos duomenų nustatymus.
ms: Pergi ke app Apple Watch untuk menukar seting data kesihatan bagi Apple Watch ini.
nb: Gå til Apple Watch-appen for å endre helsedatainnstillingene for Apple Watch.
nl: Gebruik de Apple Watch-app om de instellingen voor gezondheidsgegevens voor deze Apple Watch te wijzigen.
pl: Aby zmienić ustawienia danych zdrowotnych dla tego Apple Watch, przejdź do aplikacji Apple Watch.
pt: Abra o app Apple Watch para alterar os ajustes de saúde deste Apple Watch.
pt_pt: Para alterar definições de saúde neste Apple Watch, abra a aplicação Apple Watch.
ro: Accesați aplicația Apple Watch pentru a schimba configurările datelor de sănătate pentru acest Apple Watch.
ru: Изменить настройки медданных на этих Apple Watch можно с помощью приложения Apple Watch.
sk: Prejdite do apky Apple Watch a zmeňte nastavenia zdravotných dát pre tieto Apple Watch.
sl: Če želite v tej uri Apple Watch spremeniti nastavitve podatkov o zdravstvenem stanju, odprite aplikacijo Apple Watch.
sv: Öppna Apple Watch-appen om du vill ändra inställningar för hälsodata för denna Apple Watch.
th: ไปที่แอป Apple Watch เพื่อเปลี่ยนการตั้งค่าข้อมูลสุขภาพสำหรับ Apple Watch เรือนนี้
tr: Bu Apple Watch için sağlık verisi ayarlarını değiştirmek istiyorsanız Apple Watch uygulamasına gidin.
uk: Відкрийте програму Apple Watch, щоб змінювати параметри медданих для цього Apple Watch.
vi: Đi tới ứng dụng Apple Watch để thay đổi cài đặt dữ liệu sức khỏe cho Apple Watch này.
zh_cn: 前往Apple Watch App来更改此Apple Watch的健康数据设置。
zh_hk: 前往Apple Watch App以更改此Apple Watch的健康資料設定。
zh_tw: 前往Apple Watch App來更改此Apple Watch的健康資料設定。

# SOURCES_WATCH_UNPAIRED
source: %@ is no longer paired.
ar: لم تعد %@ مقترنة.
bg: %@ вече не е свързан.
ca: El rellotge “%@” ja no està enllaçat.
cs: Hodinky %@ už nejsou spárované.
da: %@ er ikke længere parret.
de: %@ ist nicht mehr gekoppelt.
el: Το «%@» δεν είναι πλέον ζευγοποιημένο.
es: “%@” ya no está enlazado.
es_us: “%@” ya no está enlazado.
fi: %@ ei ole enää laitepari.
fr: %@ n’est plus jumelée.
fr_ca: %@ n’est plus jumelée.
he: ‏״%@״ כבר לא מקושר.
hi: %@ अब पेयर नहीं है।
hr: %@ više nije uparen.
hu: A(z) %@ már nincs párosítva.
id: %@ tidak lagi dipasangkan.
it: %@ non è più abbinato.
ja: %@はもうペアリングされていません。
kk: %@ бұдан былай жұптастырылмаған.
ko: %@이(가) 더 이상 페어링되어 있지 않습니다.
lt: %@ nebėra susietas.
ms: %@ tidak lagi dipasangkan.
nb: %@ er ikke lenger sammenkoblet.
nl: %@ is niet meer gekoppeld.
pl: %@ nie jest już połączony w parę.
pt: %@ não está mais emparelhado.
pt_pt: %@ já não está emparelhado.
ro: %@ nu mai este asociat.
ru: С часами «%@» разорвана пара.
sk: Zariadenie %@ už nie je spárované.
sl: Ura %@ ni več seznanjena.
sv: %@ är inte längre parkopplad.
th: ไม่ได้จับคู่กับ%[tt]@อีกต่อไป
tr: %@ artık eşlenmiş değil.
uk: «%@» більше не спарено.
vi: %@ không được ghép đôi nữa.
zh_cn: %@已不再配对。
zh_hk: %@已不再配對。
zh_tw: 「%@」已不再配對。

# SPLASH_SCREEN_DESCRIPTION_GRAPHS
source: Clear, interactive views into your data make it easier to see changes over time.
ar: الإطلاع على بيانات واضحة وتفاعلية يسهل رؤية التغيرات التي تحدث مع مرور الوقت.
bg: Ясното и интерактивно представяне на вашите данни ви улесняват да видите промените във времето.
ca: Les vistes clares i interactives sobre les dades faciliten veure els canvis al llarg del temps.
cs: Jasné interaktivní zobrazení dat usnadňuje průběžné sledování změn.
da: Tydelige interaktive oversigter over dine data, gør det lettere at se ændringer over tid.
de: Anhand von übersichtlichen und interaktiven Darstellungen deiner Daten sind Änderungen im Laufe der Zeit leicht erkennbar.
el: Με τις ξεκάθαρες, διαδραστικές προβολές των δεδομένων σας, μπορείτε να δείτε πιο εύκολα τις αλλαγές σε βάθος χρόνου.
es: Las vistas claras e interactivas permiten ver fácilmente los cambios a lo largo del tiempo.
es_us: Visualiza tus datos de forma clara e interactiva para facilitar notar sus cambios.
fi: Selkeät, interaktiiviset tietonäkymät auttavat näkemään ajan myötä tapahtuneet muutokset.
fr: Des présentations claires et interactives de vos données vous permettent d’observer plus facilement leur évolution dans le temps.
fr_ca: La possibilité d’examiner les données de façon claire et interactive permet d’observer plus facilement leur évolution au fil du temps.
he: הצגת הנתונים שלך באופן ברור ואינטראקטיבי עוזרת לעקוב אחר שינויים לאורך זמן.
hi: आपके डेटा का साफ़, इंटरऐक्टिव दृश्य समय के साथ परिवर्तनों को देखना आसान बनाता है।
hr: Jasni interaktivni pregledi vaših podataka olakšavaju praćenje promjena tijekom vremena.
hu: Az adatok érthető, interaktív megjelenítése egyszerűbbé teszi az időbeli változások áttekintését.
id: Tampilan bersih dan interaktif untuk data Anda membuat perubahan lebih mudah untuk dilihat dari waktu ke waktu.
it: Quadri dati interattivi e semplici da consultare per vedere i tuoi progressi nel tempo.
ja: データの変化を時系列的に表示し、よりはっきりと、そしてインタラクティブに見ることができます。
kk: Деректердің түсінікті әрі интерактивті көрінісі өзгерістерді қадағалауды жеңілдетеді.
ko: 더 명확하고 양방향적인 그래프를 사용하여 일정 기간 동안의 데이터 변화 추이를 잘 보여줍니다.
lt: Aiškūs, interaktyvūs duomenų rodiniai leidžia lengviau matyti pokyčius laikui bėgant.
ms: Paparan interaktif yang jelas pada data anda memudahkan anda melihat perubahan dari semasa ke semasa.
nb: Tydelige og interaktive visninger av dataene dine gjør det enklere å se endringer over tid.
nl: Dankzij de heldere en interactieve weergaven van je gegevens kun je wijzigingen in de loop der tijd beter zien.
pl: Czytelny, interaktywny sposób prezentowania danych ułatwia śledzenie zmian w czasie.
pt: Visualizações claras e interativas dos seus dados facilitam a visualização de mudanças ao longo do tempo.
pt_pt: Apresentação clara e interativa dos seus dados permite uma melhor leitura das alterações ao longo do tempo.
ro: Vizualizările clare și interactive ale datelor dvs. facilitează observarea modificărilor în timp.
ru: Понятное интерактивное отображение Ваших данных облегчает отслеживание изменений.
sk: Jednoduchšie sledovanie pokroku v prehľadných, interaktívnych zobrazeniach.
sl: Jasni interaktivni vpogledi v podatke vam omogočajo lažje sledenje spremembam tekom časa.
sv: Med en tydlig och interaktiv vy över dina data blir det lättare att se ändringar över tid.
th: การแสดงข้อมูลอย่างชัดเจนและโต้ตอบได้จะทำให้คุณเห็นสภาพการเปลี่ยนแปลงตามเวลาที่ผ่านไปได้
tr: Verilerinizdeki net, etkileşimli görünümler zaman içerisindeki değişikliklerin daha kolay görülmesini sağlar.
uk: Із зрозумілими інтерактивними вибірками легше бачити зміни в плині часу.
vi: Chế độ xem dữ liệu rõ ràng, tương tác giúp bạn xem các thay đổi theo thời gian dễ dàng hơn.
zh_cn: 使用清晰明了的交互式视图查看数据，随着时间推移可更方便地看到改变。
zh_hk: 以清楚互動的方式顯示你的資料，隨着時間變化輕鬆查閲資料。
zh_tw: 以清楚互動的方式顯示你的資料，讓你輕鬆查看資料隨時間的變化。

# SPLASH_SCREEN_DESCRIPTION_HEART
source: View all the data about your heart in one place, such as workout, walking and resting heart rates.
ar: الإطلاع على جميع البيانات المتعلقة بقلبك في مكان واحد، مثل بيانات معدل نبضات القلب أثناء التمرين والمشي والاستراحة.
bg: Вижте всички данни за вашето сърце на едно място - като сърдечната честота при тренировка, ходене и почивка.
ca: Consulta totes les dades del cor en un sol lloc, com ara els entrenaments, els passos i la freqüència cardíaca en repòs.
cs: Jediné místo se všemi údaji o vašem srdci, např. tepovými frekvencemi při cvičení, chůzi a odpočinku.
da: Se alle data om dit hjerte på et samlet sted f.eks. træning, gang og hvilepuls.
de: Zeige alle Daten zu deinem Herz an einer Stelle an, wie z. B. die Herzfrequenz beim Training, Gehen und im Ruhezustand.
el: Δείτε όλα τα δεδομένα για την καρδιά σας σε ένα σημείο, π.χ. τον σφυγμό σας κατά τη διάρκεια προπονήσεων, και τους καρδιακούς παλμούς βαδίσματος και σε ανάπαυση.
es: Consulta en un solo lugar toda tu información cardiaca, como las frecuencias cardiacas al entrenar, al pasear y en reposo.
es_us: Conoce tus distintas frecuencias cardiacas —como al caminar, en reposo y al descansar— en un solo lugar.
fi: Katso kaikki sydämeesi liittyvät tiedot, kuten treeni-, kävely- ja leposykkeesi, yhdessä paikassa.
fr: Consultez dans un seul endroit toutes les données relatives à votre cœur, telles que les fréquences cardiaques relevées en marchant, au cours d’un exercice ou au repos.
fr_ca: Affichez toutes vos données cardiaques au même endroit, telles que les fréquences cardiaques d’entraînement, de promenade et au repos.
he: כל נתוני הלב שלך, כגון קצב הלב בזמן מנוחה, הליכה ואימונים, מרוכזים במקום אחד.
hi: अपने हृदय के बारे में सभी डेटा एक जगह पर देखें, जैसे वर्कआउट, वॉकिंग और विश्राम हृदय गति।
hr: Pregledajte na jednom mjestu sve podatke o svom srcu, npr. puls tijekom vježbanja, hodanja i odmora.
hu: Egyetlen helyre összegyűjtve megtekintheti a szívével kapcsolatos összes adatot, például az edzést, a gyaloglást és a nyugalmi pulzusszámokat.
id: Lihat semua data mengenai jantung Anda di satu tempat, seperti detak jantung olahraga, jalan kaki, dan istirahat.
it: Consulta tutti i dati relativi alla frequenza cardiaca in un unico quadro dati. Potrai accedere a informazioni utili quali il battito mentre ti alleni, a riposo o quando cammini.
ja: ワークアウト時、歩行時、安静時の心拍数などのあなたの心臓に関するデータを1か所にまとめました。
kk: Жаттығу, серуендеу және тынығу кезіндегі жүректің соғу жиіліктері сияқты жүрекке қатысты бүкіл ақпаратты енді бір жерден көруге болады.
ko: 운동, 걷기, 휴식기 심박수 등 심장 건강과 관련된 모든 데이터를 한 곳에서 볼 수 있습니다.
lt: Peržiūrėkite visus duomenis apie savo širdį vienoje vietoje (treniruotės, širdies ritmas per treniruotes ir poilsio metu).
ms: Lihat semua data tentang jantung anda di satu tempat, seperti kadar jantung semasa latihan, berjalan dan berehat.
nb: Se alle datapunkter knyttet til hjertet ditt på ett sted, som puls under trening og gange eller hvilepuls.
nl: Bekijk alle gegevens over je hart, zoals hartslag tijdens work-outs, wandelingen en rust, op één plaats.
pl: Wszystkie dane dotyczące swojego serca, na przykład tętno w czasie treningu, marszu lub spoczynku, możesz przeglądać w jednym miejscu.
pt: Veja todos os dados sobre o seu coração em um só lugar, como frequências cardíacas em exercícios, caminhadas ou repouso.
pt_pt: Toda a informação relativa ao seu coração num só lugar, como frequência cardíaca durante treinos, em movimento e em repouso.
ro: Vizualizați într‑un singur loc datele referitoare la inima dvs., precum ritmurile cardiace în timpul exercițiilor, în mers și în repaus.
ru: Все данные о сердце, такие как пульс во время тренировок, ходьбы и отдыха, теперь собраны в одном месте.
sk: Prezerajte si na jednom mieste všetky dáta týkajúce sa srdca, napríklad srdcovú frekvenciu počas tréningov, prechádzok a pri odpočinku.
sl: Oglejte si vse podatke v zvezi z delovanjem srca, kot so vadba, hoja in srčni utrip med počitkom.
sv: Visa alla data om ditt hjärta på en och samma plats, till exempel pulsnivåer under träning, gång och vila.
th: ดูข้อมูลทั้งหมดเกี่ยวกับหัวใจของคุณเช่น อัตราการเต้นของหัวใจขณะออกกำลังกาย เดิน และพัก ได้ในที่เดียว
tr: Antrenman yaparken, yürürken ve dinlenirken kalp atış hızları gibi kalbiniz ile ilgili tüm verileri tek bir yerde görüntüleyin.
uk: Переглядайте в одному місці всі дані про своє серце, як-от показники серцевого ритму під час вправ, ходьби й бігу.
vi: Xem tất cả dữ liệu về tim của bạn tại một nơi, ví dụ như nhịp tim khi tập luyện, đi bộ và nghỉ ngơi.
zh_cn: 汇总一处，查看与心脏相关的所有数据，如体能训练、步行和静息状态时的心率。
zh_hk: 在同一地方檢視你的所有心臟資料，如進行體能訓練、步行和靜止時的心率。
zh_tw: 在同一處檢視你的所有心臟資料，如進行體能訓練、步行和靜止時的心率。
